Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: To enable import of bank statements as a bank feed, you must first set up and enable the Envestnet Yodlee Bank Feed service, and then link your bank accounts to the related online bank accounts.
cs_cz: Chcete-li povolit import bankovních výpisů jako bankovního zdroje, musíte nejprve nastavit a aktivovat službu Envestnet Yodlee Bank Feed a poté propojit své bankovní účty se souvisejícími online bankovními účty.

source: Alternatively, you can use the bank data conversion service to have a bank statement file in any format converted to a data stream that you can import into Dynamics NAV.
cs_cz: Případně můžete použít službu převodu bankovních dat, abyste měli bankovní výpis v jakémkoli formátu převedený na datový proud, který můžete importovat do Dynamics NAV.

source: Apply payments to open customer or vendor ledger entries by importing a bank statement, and reconcile the bank account when all payments are applied.
cs_cz: Uhradit platby k otevřeným položkám zákazníka nebo dodavatele importem bankovního výpisu a odsouhlasit bankovní účet při uhrazení všech plateb.

source: Reconcile Payments Using Automatic Application
cs_cz: Odsouhlasení plateb pomocí automatické aplikace

source: Manually apply payments by viewing detailed information about matched data and suggestions for candidate open entries to apply payments to.
cs_cz: Ručně uhradit platby zobrazením podrobných informací o shodných datech a návrzích pro kandidátské otevřené položky, které mají být uhrazeny.

source: Review or Apply Payments After Automatic Application
cs_cz: Přezkoumání nebo uhrazení plateb po automatické aplikaci

source: Resolve payments that cannot be applied automatically to their related open ledger entries, for example because the amounts differ or because a related ledger entry does not exist.
cs_cz: Vyřešíte platby, které nelze automaticky vyrovnat na jejich související otevřené položky například proto, že se částky liší nebo protože související věcná položka neexistuje.

source: Reconcile Payments That Cannot be Applied Automatically
cs_cz: Odsouhlasení plateb, které nelze uplatnit automaticky

source: Link text on payments to specific customer, vendor, or general ledger accounts to always post recurring cash receipts or expenses to those accounts when no documents exist to apply to.
cs_cz: Odkazovat text na platbách na konkrétního zákazníka, dodavatele nebo účet hlavní knihy, aby došlo vždy po zaúčtování periodických pokladních příjmů nebo výdajů na tyto účty, pokud neexistují žádné doklady pro vyrovnání.

source: Map Text on Recurring Payments to Accounts for Automatic Reconciliation
cs_cz: Mapovat text periodických plateb na účtech pro automatické odsouhlasení

source: Collect Outstanding Balances
cs_cz: Shromáždění zbývajících zůstatků

source: Managing receivables includes checking whether amounts due are paid on time.
cs_cz: Správa pohledávek zahrnuje kontrolu, zda jsou splatné částky uhrazeny včas.

source: If customers have overdue payments, you can send the Customer Statement report as a reminder.
cs_cz: Pokud mají zákazníci platby po lhůtě splatnosti, můžete sestavu výpis zákazníka odeslat jako připomenutí.

source: If you are using multiple currencies, the Customer Statement report is always printed in the customer's currency.
cs_cz: Pokud používáte více měn, sestava výkaz zákazníka je vždy vytištěna v měně zákazníka.

source: The last date in a statement period is also used as the statement date and the aging date, if aging is included.
cs_cz: Poslední datum ve výkazovém období se také používá jako datum výpisu a datum pásma splatnosti, pokud jsou pásma splatnosti zahrnuta.

source: In the top right corner, choose the Search for Page or Report icon, enter Customer Statement, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Výkaz zákazníka a vyberte související odkaz.

source: Under Output Options, select how to send the report to the customer.
cs_cz: Pod Výstupní možnosti vyberte, jak odeslat sestavu zákazníkovi.

source: Reconcile Customer Payments Manually
cs_cz: Odsouhlasení plateb zákazníků ručně

source: When you receive a cash receipt from a customer or you make a cash refund to a customer, you must decide whether to apply the payment or refund to one or more open debit or credit entries.
cs_cz: Když obdržíte od zákazníka doklad o hotovosti nebo provedete vrácení peněz zákazníkovi, musíte se rozhodnout, zda chcete platbu vyrovnat nebo vrátit zpět na jednu nebo více otevřených položek MD nebo Dal.

source: You can specify the exact amount you want to apply.
cs_cz: Můžete určit přesnou částku, kterou chcete vyrovnat.

source: For example, you may only want to apply part of the payment and thereby only partly apply customer ledger entries.
cs_cz: Můžete například vyrovnat pouze část platby a tím jen částečně zaúčtovat položky v knize zákazníků.

source: It is important at some stage to close (apply) all customer ledger entries in order to obtain correct customer statistics and printouts of the account statements and finance-setup charges.
cs_cz: V určitém okamžiku je důležité zavřít (vyrovnat) všechny záznamy zákazníků, abyste získali správné statistiky zákazníků a vytištěné výpisy z účtu a poplatky za nastavení financí.

source: You can apply customer ledger entries in three different ways:
cs_cz: Položky v knize zákazníků můžete vyrovnat třemi způsoby:

source: By entering information in dedicated windows, such as the Cash Receipt Journal window and the Payment Reconciliation Journal window.
cs_cz: Zadáním informací do vyhrazených oken, jako je například okno Deník přijaté hotovosti a okno Deník odsouhlasení plateb.

source: From sales credit memo documents.
cs_cz: Z dokladů prodejních dobropisů.

source: From customer ledger entries after sales documents are posted but not applied.
cs_cz: Položky z knihy zákazníků po prodejních dokladech se zaúčtují, ale nejsou vyrovnány.

source: If the Application Method field on the customer card contains Apply to Oldest, then payments will automatically be applied to the oldest open credit entry if you do not manually specify which entry to apply to.
cs_cz: Pokud pole Metoda vyrovnání na kartě zákazníka obsahuje Vyrovnat nejstarší, pak budou platby automaticky vyrovnány na nejstarší otevřenou položku Dal, pokud ručně neurčíte, ke které položce se mají vyrovnat.

source: You can apply customer payments manually in the Cash Receipt Journal window.
cs_cz: Můžete vyrovnat platby zákazníků ručně v okně Deník přijaté hotovosti.

source: A cash receipt journal is a type of general journal, so you can use it to post transactions to general ledger, bank, customer, vendor, and fixed assets accounts.
cs_cz: Deník přijaté hotovosti je typ hlavní knihy, takže jej můžete použít k zaúčtování transakcí do hlavní knihy, bank, zákazníků, prodejců a účtů dlouhodobého majetku.

source: You can apply the payment to one or more debit entries when you post the payment, or you can apply from the posted entries later.
cs_cz: Platbu můžete vyrovnat na jednu nebo více položek MD, když zaúčtujete platbu nebo je můžete vyrovnat ze zaúčtovaných položek později.

source: You can also apply customer payments, and vendor payments, in the Payment Reconciliation Journal window using functions for bank statement import, automatic application, and bank account reconciliation.
cs_cz: Můžete také vyrovnat platby zákazníků a platby dodavatelů v okně Deník odsouhlasení plateb pomocí funkcí pro import bankovních výpisů, automatické vyrovnání a odsouhlasení bankovních účtů.

source: Alternatively, you can reconcile customer payments based on a list of unpaid sales documents in the Payment Registration window.
cs_cz: Případně můžete odsouhlasit platby zákazníků na základě seznamu nezaplacených prodejních dokladů v okně Registrace plateb.

source: Reconcile Customer Payments From a List of Unpaid Sales Documents .
cs_cz: Odsouhlasení plateb zákazníků ze seznamu nezaplacených prodejních dokladů .

source: To fill and post a cash receipt journal
cs_cz: Vyplnění a zaúčtování deníku přijaté hotovosti

source: In the top right corner, choose the Search for Page or Report icon, enter Cash Receipt Journal, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Deník přijaté hotovosti a pak vyberte související odkaz.

source: Select the relevant batch in the Batch Name field.
cs_cz: Zvolte příslušnou dávku v poli Název dávky.

source: Fill in the Posting Date field.
cs_cz: Vyplňte pole Zúčtovací datum.

source: In the Document Type field, select Payment.
cs_cz: Do pole Typ dokladu vyberte Platba.

source: The Document No.
cs_cz: Pole Číslo dokladu

source: field is filled by the number series assigned to the batch.
cs_cz: je vyplněno číselnými řadami přiřazenými dávce.

source: Use the External Document No.
cs_cz: Použijte pole Číslo externího dokladu

source: field to store an identifier, such as the customer's check number.
cs_cz: pro uložení identifikátoru, jako je číslo zákazníka.

source: In the Account Type field, select Customer.
cs_cz: V poli Typ účtu vyberte Zákazník.

source: field, select the relevant G/L account.
cs_cz: vyberte relevantní finanční účet.

source: If you want to post the application at the same time as you post the journal, do one of the following.
cs_cz: Chcete-li zaúčtovat vyrovnání současně se zaúčtováním deníku, proveďte jeden z následujících úkonů.

source: In the Balancing Account Type field, select G/L Account for cash payments, and Bank Account for other payments.
cs_cz: V poli Typ protiúčtu vyberte Finanční účet pro platbu v hotovosti a Bankovní účet pro ostatní platby.

source: In the Balancing Account No.
cs_cz: V poli Číslo bankovního účtu

source: field, select the cash account for cash payments, or the relevant bank account for other payments.
cs_cz: zadejte hotovostní účet pro hotovostní platby nebo příslušný bankovní účet pro jiné platby.

source: To apply a payment to a single customer ledger entry
cs_cz: Vyrovnání platby na jednu položku knihy zákazníka

source: In the top right corner, choose the Search for Page or Report icon, enter Cash Receipt Journal and choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Deník přijaté hotovosti a vyberte související odkaz.

source: On the first journal line, enter the relevant information about the entry to be applied.
cs_cz: Na prvním řádku deníku zadejte příslušné informace o položce, která má být vyrovnána.

source: In the Document Type field, enter Payment.
cs_cz: Do pole Typ dokumentu zadejte Platba.

source: In the Account Type field, enter Customer.
cs_cz: V poli Typ účtu vyberte Zákazník.

source: Account Type field, enter Bank Account.
cs_cz: Protiúčtu vyberte Bankovní účet.

source: field, choose the field to open the Apply Customer Entries window.
cs_cz: k otevření okna Položky vyrovnání zákazníka.

source: In the Apply Customer Entries window, select the entry to apply the payment to.
cs_cz: V okně Vyrovnat položky zákazníka vyberte položku, na kterou chcete platbu vyrovnat.

source: In the Amount to Apply field, enter the amount you want to apply to the entry.
cs_cz: Do pole Částka k vyrovnání zadejte částku, kterou chcete vyrovnat pro položku.

source: If you do not enter an amount, the maximum amount is applied.
cs_cz: Pokud nezadáte částku, vyrovná se maximum částky.

source: At the bottom of the Apply Customer Entries window, you can see the specific amount in the Applied Amount field and also whether the application balances.
cs_cz: V dolní části okna Vyrovnat položky zákazníka můžete vidět konkrétní částku v poli Vyrovnaná částka a také zda se vyrovná zůstatek.

source: The Cash Receipt Journal window now shows the entry you have selected entered in the Applies-to Doc.
cs_cz: Okno Deník přijaté hotovosti nyní zobrazuje položku, kterou jste vybrali, zadanou v polích Typ vyrovnání

source: Type and Applies-to Doc.
cs_cz: dokladu a Číslo

source: fields.
cs_cz: dokladu.

source: Post the cash receipt journal.
cs_cz: Zaúčtujte deník přijaté hotovosti.

source: To apply a payment to multiple customer ledger entries
cs_cz: Vyrovnání platby pro více položek knihy zákazníka

source: In the top right corner, choose the Search for Page or Report icon, enter Cash Receipt Journal, and choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Deník přijaté hotovosti a vyberte související odkaz.

source: In the Amount field, enter the full payment as a negative amount.
cs_cz: Do pole Částka zadejte úplnou platbu jako zápornou částku.

source: To apply the payment to multiple customer ledger entries when posting, choose the Apply Entries action.
cs_cz: Chcete-li platbu zaúčtovat na více položek knihy zákazníka, zvolte akci Vyrovnat položky.

source: Select the lines with the entries that you want the applying entry to be applied to, and then choose the Set Applies-to ID action.
cs_cz: Vyberte řádek s položkami, které chcete vyrovnat a potom vyberte akci Nastavit ID vyrovnání.

source: On each line, in the Amount to Apply field, enter the amount you want to apply to the individual entry.
cs_cz: Na každém řádku v poli Částka k vyrovnání zadejte částku, pro kterou chcete vyrovnat jednotlivé položky.

source: To apply a credit memo to a single customer ledger entry
cs_cz: Použití dobropisů k položce knihy jednoho zákazníka

source: In the top right corner, choose the Search for Page or Report icon, enter Sales Credit Memos, and choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Prodejní dobropisy a pak vyberte související odkaz.

source: Open the relevant sales credit memo.
cs_cz: Otevřete relevantní prodejní dobropis.

source: To apply the credit memo to a single customer ledger entry when posting, in the Applies-to Doc.
cs_cz: Chcete-li vyrovnat dobropis pro položku knihy jednoho zákazníka při zaúčtování, v poli Číslo vyrovnání

source: field, select the entry to which you want to apply the payment.
cs_cz: vyberte položku, na kterou chcete vyrovnat platbu.

source: On the line in the Amount to Apply field, enter the amount you want to apply to the entry.
cs_cz: Na řádku v poli Částka k vyrovnání zadejte částku, kterou chcete vyrovnat pro položku.

source: If you do not enter an amount, the program automatically applies the maximum amount.
cs_cz: Pokud nezadáte částku, program automaticky použije maximum částky.

source: The Sales Credit Memo window now shows the entry you have selected entered in the Applies-to Doc.
cs_cz: Okno Prodejní dobropisy nyní zobrazuje položku, kterou jste vybrali, zadanou v polích Typ vyrovnání

source: And the amount of the credit memo to be posted, adjusted for any possible payment discounts.
cs_cz: a částka dobropisu k zaúčtování je upravená o případné slevy na platbu.

source: Post the credit memo.
cs_cz: Zaúčtujte dobropis.

source: To apply a credit memo to multiple customer ledger entries
cs_cz: Vyrovnání dobropisu na více položek knihy zákazníka

source: To apply the credit memo to multiple customer ledger entries when posting, choose the Apply Entries action.
cs_cz: Chcete-li vyrovnat dobropis pro více položek knihy zákazníka při zaúčtování, zvolte akci Vyrovnání položek.

source: The Sales Credit Memo window now shows the amount of the credit memo to be posted, adjusted for any possible payment discounts.
cs_cz: Okno Prodejní dobropisy nyní zobrazuje částku dobropisu k zaúčtování upravenou o případné slevy.

source: To apply posted customer ledger entries
cs_cz: Vyrovnání zaúčtovaných položek knihy zákazníka

source: In the top right corner, choose the Search for Page or Report icon, enter Customers, and choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Zákazníci a zvolte související odkaz.

source: Open the customer card for the customer with entries that you want to apply.
cs_cz: Otevřete kartu zákazníka pro zákazníka s položkami, které chcete vyrovnat.

source: Choose the Ledger Entries action, and then select the line with the entry that will be the applying entry.
cs_cz: Zvolte akci Položky knihy a potom vyberte řádek s položkou, která bude vyrovnána.

source: The Apply Customer Entries window opens showing the open entries for the customer.
cs_cz: Otevře se okno Vyrovnání položek zákazníka, které zobrazuje otevřené položky pro zákazníka.

source: Select the lines with the entries that you want the applying entry to be applied to, and then choose the Set Applies-to ID.
cs_cz: Zvolte řádky s položkami, které chcete použít pro vyrovnání a pak vyberte akci Nastavení vyrovnání k ID.

source: For each line in the Amount to Apply field, enter the amount you want to apply to the individual entry.
cs_cz: U každého řádku v poli Částka k vyrovnání zadejte částku, kterou chcete vyrovnat pro jednotlivé položky.

source: At the bottom of the Apply Customer Entries window, you can see the specific amount in the Applied Amount field.
cs_cz: V dolní části okna Vyrovnat položky zákazníka můžete vidět konkrétní částku v poli Vyrovnaná částka.

source: The Post Application window appears with the document number of the applying entry and the posting date of the entry with the most recent posting date.
cs_cz: Zobrazí se okno Účtovat vyrovnání s číslem dokumentu vyrovnávací položky a účtovacím datem položky s posledním datem účtování.

source: If the posted application has resulted in closed customer ledger entries, the Open field is cleared for these ledger entries.
cs_cz: Pokud účtování vyrovnání vedlo k uzavření položek knihy zákazníka, pole Otevřít je čisté pro tyto položky knihy.

source: To see the ledger entries, in the top right corner, choose the Search for Page or Report icon, enter Customers, and choose the related link.
cs_cz: Chcete-li zobrazit položky knihy, v pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Zákazníci a pak vyberte související odkaz.

source: Browse to the card for the relevant customer to see the ledger entries.
cs_cz: Prohlédněte si kartu pro příslušného zákazníka, abyste mohli vidět položky knihy.

source: On the ledger entry list, on the line that contains the ledger entry that was fully applied to, you can see that the Open check box is not selected.
cs_cz: V seznamu položky knihy na řádku, který obsahuje položka knihy, která byla plně vyrovnána, můžeme vidět, že není zaškrtnuto políčko Otevřít.

source: After you have selected an entry from the Apply Customer Entries window, or several entries by setting the Applies-to ID, the Applied Amount field on the journal line will contain the sum of the remaining amounts for the posted entries you have selected, unless the field contains something already.
cs_cz: Poté, co jste vybrali položku z okna Vyrovnat položky zákazníka nebo více položek nastavením ID vyrovnání bude pole Vyrovnaná částka na řádku deníku obsahovat součet zbývajících částek pro účtované položky, které jste vybrali, neobsahuje-li již pole něco.

source: If you select Apply to Oldest in the Application Method field on the customer card, the application occurs automatically.
cs_cz: Pokud zvolíte Vyrovnat nejstarší v poli Metody vyrovnání na kartě zákazníka, vyrovnání se automaticky spustí.

source: To apply customer ledger entries in different currencies to one another
cs_cz: Vyrovnání položek knihy zákazníka v různých měnách

source: If you sell to a customer in one currency and receive payment in another currency, you can still apply the invoice to the payment.
cs_cz: Když prodáte zákazníkovi v jedné měně a obdržíte platbu v druhé měně, můžete stále vyrovnat platbu na faktuře.

source: Applying customer ledger entries in different currencies must be enabled.
cs_cz: Vyrovnání položek knihy zákazníka v různých měnách musí být povolena.

source: Enable Application of Ledger Entries in Different Currencies .
cs_cz: Povolení vyrovnání položek knihy v různých měnách .

source: In the top right corner, choose the Search for Page or Report icon, enter Cash Receipts Journal, and choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Deník přijaté hotovosti a vyberte související odkaz.

source: Open the journal you want, and fill the first empty journal line using a currency code.
cs_cz: Otevřete deník, který chcete a vyplňte první prázdný řádek deníku pomocí kódu měny.

source: Select the line with the entry you want to apply to the entry in the cash receipt journal, choose the Set Applies-to ID action, and then select the entry you want to apply to.
cs_cz: Vyberte řádek s položkou, kterou chcete použít pro položku v deníku přijaté hotovosti, zvolte akci Nastavit ID vyrovnání a vyberte položku, kterou chcete vyrovnat.

source: Choose the OK button to return to the cash receipt journal.
cs_cz: Klepnutím na tlačítko OK se vrátíte do deníku přijaté hotovosti.

source: Post the sales journal.
cs_cz: Zaúčtujte deník prodeje.

source: To unapply an application of customer entries
cs_cz: Nevyrovnání položek zákazníka

source: In the top right corner, choose the Search for Page or Report icon, enter Customers, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Zákazníci a zvolte související odkaz.

source: Open the relevant customer card.
cs_cz: Otevřete příslušnou zákaznickou kartu.

source: In the Text-to-Account Mapping window, which you open from the Payment Reconciliation Journal window, you can set up mappings between text on payments and specific debit, credit, and balancing accounts so that such payments are posted to the specified accounts when you post the payment reconciliation journal.
cs_cz: V okně Textové mapování účtů, které otevřete z okna Deníky odsouhlasení plateb, můžete nastavit mapování mezi textem plateb a konkrétními Dal, MD a zůstatkovými účty tak, aby tyto platby byly účtovány na určené účty, když účtujete deník odsouhlasení plateb.

source: The topic also applies to when you use the Map Text to Account function from an incoming document record to assist in converting electronic documents received from external services to documents in Dynamics NAV.
cs_cz: Téma také platí, když používáte funkci Mapování textu na účet ze záznamu došlého dokladu a pomáháte při převodu elektronických dokladů přijatých z externích služeb do dokladů v Dynamics NAV.

source: Use OCR to Turn PDF and Image Files into Electronic Documents .
cs_cz: Použití funkce OCR k převedení souborů PDF a obrázkových souborů do elektronických dokladů .

source: Similar functionality exists to reconcile excess amounts on payment reconciliation journal lines on an ad-hoc basis.
cs_cz: Podobné funkce existují k tomu, aby se adekvátně sladily přebytečné částky v deníku odsouhlasení plateb na základní ad-hoc.

source: Reconcile Payments That Cannot be Applied Automatically .
cs_cz: Odsouhlasení plateb, které nelze vyrovnat automaticky .

source: Payments posted based on text-to-account mapping are not applied to open entries, but are merely posted to the specified accounts in addition to creating bank account ledger entries.
cs_cz: Platby zaúčtované na základě textového mapování účtů se nevyrovnají při otevírání položek, ale kromě zaúčtování specifických účtů v doplňku k vytvoření položek knihy bankovního účtu.
